export const introSteps = [
    {
        id: crypto.randomUUID(),
        title: 'Пройдите тест',
        description:
            'ответьте на вопросы, разработанные психологами и ИИ-специалистами.',
    },
    {
        id: crypto.randomUUID(),
        title: 'Узнайте о себе всё',
        description:
            'получите персональный отчёт о твоих сильных и слабых сторонах, типе личности и профессиональных наклонностях.',
    },
    {
        id: crypto.randomUUID(),
        title: 'Действуйте',
        description:
            'выберите подходящую профессию и получи рекомендации, как развиваться в выбранном направлении.',
    },
];
